
[UNK]
i
to
and
the
a
my
it
t
of
me
that
in
but
m
is
for
this
just
have
was
s
so
with
like
you
be
don
can
not
on
feel
do
all
want
if
she
about
know
what
or
at
life
up
out
no
they
am
ve
her
because
get
myself
as
one
he
been
would
now
when
had
people
how
even
we
are
will
time
really
only
there
think
going
go
from
never
them
who
an
more
much
someone
friends
help
some
day
being
anymore
then
why
things
everything
years
has
need
school
talk
him
any
by
here
good
got
make
see
back
today
could
way
too
anything
ll
take
care
pain
your
fucking
over
something
after
still
nothing
year
didn
better
other
die
family
always
every
end
anyone
suicide
live
im
than
say
right
fuck
into
work
love
were
re
kill
last
off
again
where
thing
shit
told
ever
since
tired
everyone
before
did
d
stop
friend
parents
hate
filler
very
also
thought
said
down
made
his
which
doing
person
bad
tell
should
point
self
getting
their
job
tried
through
around
first
done
feeling
away
doesn
long
few
well
keep
find
wanted
try
most
started
lot
happy
gone
mom
trying
maybe
same
feels
while
gonna
give
days
suicidal
dont
alone
world
having
its
sure
depression
let
went
thinking
home
worse
best
hard
else
thoughts
won
completely
own
many
girl
2
two
little
felt
ago
actually
without
please
living
our
3
these
left
enough
months
though
old
wish
makes
reason
discochocolate
probably
cannot
lost
does
come
look
mind
another
new
hope
put
post
past
until
giving
wanna
times
dad
scared
pretty
option
already
us
night
depressed
talking
mother
might
finally
hurt
emotionally
place
college
harm
next
week
sorry
isn
leave
able
start
guess
money
head
those
guys
used
sleep
haven
relationship
house
guy
exhausting
wrong
sad
making
almost
found
death
understand
sometimes
stuff
manageable
wasn
close
drained
matter
once
literally
00100000
such
mental
looking
hours
couldn
ask
weeks
high
stupid
call
4
sick
seems
girlfriend
real
cant
others
overwhelmed
mean
whole
remember
asked
anxiety
nobody
responsibilities
happened
great
yet
wouldn
least
bit
believe
part
class
lately
1
kind
took
called
either
5
room
nice
dead
taking
alive
came
problems
saying
may
stay
month
cause
permanently
bed
big
later
different
read
normal
man
idea
wants
together
working
longer
honestly
far
knew
use
social
okay
loved
change
soon
body
brother
says
god
both
u
recently
happen
car
basically
killing
hell
gets
future
couple
worth
deal
idk
coming
10
move
father
everyday
each
crying
overwhelming
fact
cry
constantly
worst
6
ok
health
hospital
face
ended
anyway
fucked
feelings
seem
boyfriend
wake
decided
advice
telling
reddit
phone
become
yeah
hurts
deserve
story
afraid
girls
heart
stopped
during
fun
due
sister
single
less
lol
issues
fine
tomorrow
online
thank
needed
oh
broke
thanks
situation
half
play
free
therapy
kid
game
support
whatever
met
ive
break
age
stuck
ex
yes
talked
saw
problem
failed
child
ready
instead
x200b
plan
pay
cut
chance
kept
20
wait
hit
full
fear
died
often
lives
horrible
entire
eat
drugs
sex
therapist
inside
hang
weird
kids
goes
small
moved
lose
birthday
write
moment
knowing
hear
eventually
ones
kinda
three
lonely
hey
brain
15
rest
selfish
pop
happiness
attempt
short
shitty
seeing
group
gave
comes
7
true
text
terrible
second
rather
r
food
etc
knows
burden
01100101
watch
writing
turn
tonight
supposed
show
seen
possible
outside
reading
miserable
failure
asking
teacher
morning
18
state
miss
01101111
ending
yourself
name
imagine
gotten
experience
young
spent
means
hour
wanting
sense
realize
human
cares
barely
seriously
reasons
grade
extremely
currently
commit
attention
anyways
8
waiting
stress
pills
late
games
forward
course
worthless
video
starting
mad
however
handle
given
cool
constant
angry
sort
hold
taken
run
open
leaving
keeps
country
classes
yesterday
worked
under
trust
grades
truly
suffering
side
quite
needs
control
absolutely
middle
happens
gf
forever
dying
dream
ass
usually
must
music
behind
against
useless
fault
especially
enjoy
crazy
bring
words
sub
somehow
fight
aren
ugly
minutes
mine
broken
17
straight
speak
sit
meet
internet
goodbye
buy
playing
mentally
eyes
changed
16
01100001
share
question
physical
happening
exactly
bullshit
act
abusive
suffer
sitting
low
lived
deep
whenever
watching
spend
shouldn
physically
meds
forget
drive
bored
became
account
12
worry
top
posting
exist
check
type
sucks
police
none
lie
fall
damn
born
01110100
woman
waste
university
note
joke
herself
heard
hand
y
stand
relationships
losing
gun
funny
fix
except
along
serious
obviously
important
date
30
walk
turned
planning
piece
perfect
continue
between
weight
thinks
student
male
interested
eating
drink
14
01101110
themselves
struggling
peace
listen
empty
dog
doctor
answer
upset
set
running
medication
huge
fail
easy
dm
bee
multiple
mostly
killed
helping
chat
amazing
19
super
meant
keeping
fat
fast
comment
afford
younger
worried
wife
moving
hurting
existence
emotional
sent
ruined
near
liked
finding
fighting
energy
wonder
step
sleeping
realized
motivation
looks
crush
contact
case
attempted
amount
sounds
mess
hoping
hanging
gay
explain
drunk
disorder
badly
01101001
truth
till
son
send
random
jump
dumb
cutting
cold
awful
abuse
women
ways
voice
tells
study
somewhere
society
save
quit
planned
panic
likely
ill
escape
emotions
drinking
discord
community
whether
strong
harder
disgusting
blame
13
thats
jobs
english
daily
conversation
complete
city
blood
struggle
severe
several
rant
painful
older
looked
hopeless
hi
helped
fell
didnt
despite
dating
chest
black
alcohol
100
using
slowly
purpose
posts
personal
focus
effort
difficult
01110010
word
space
known
himself
degree
covid
cared
boy
weak
towards
teachers
poor
medical
holding
guilt
forced
company
anybody
add
partner
loves
hands
front
expect
certain
boys
anywhere
9
smart
simply
mistake
learn
hopefully
honest
hated
form
figure
easier
doubt
dark
childhood
11
trouble
trans
staying
spouse
sexual
regret
psychiatrist
pass
number
major
gotta
favorite
door
decision
wondering
reach
posted
missed
considering
apparently
accept
wrote
trapped
test
system
push
pathetic
notice
married
history
falling
drop
dreams
01110011
works
uwu
treat
takes
subreddit
passed
movie
matters
lazy
idiot
helps
edit
dropped
diagnosed
definitely
dealing
cried
calls
beautiful
allowed
vent
stressed
rent
pull
personality
order
numb
message
lying
lack
husband
hot
further
finish
final
exhausted
early
doctors
choice
calm
calling
bees
baby
asleep
alright
21
whats
water
song
skills
sadness
positive
party
nowhere
likes
learning
insurance
homework
hello
finished
figured
fake
failing
clean
bother
01101100
wont
surgery
summer
somebody
shut
pick
laugh
issue
guilty
genuinely
career
becoming
attack
anxious
anger
twice
strangers
special
mention
loser
listening
learned
hair
easily
doesnt
debt
comments
christmas
asshole
24
01101000
woke
walking
teenager
suck
sound
sat
quickly
questions
program
possibly
meaning
hates
graduate
gives
general
example
decent
closer
bunch
train
teenagers
stayed
rope
proud
offer
negative
nearly
mum
line
hotline
computer
choose
beat
apart
although
actual
title
suddenly
shot
rn
respect
plans
minute
mask
kicked
join
incredibly
honey
healthy
hasn
follow
drug
driving
disappointed
children
attractive
appreciate
typing
turning
treatment
touch
studying
starts
semester
reality
ran
math
list
letting
knife
insane
immediately
force
excuse
dude
decide
comfort
chungus
caused
cat
bullied
brought
breaking
attempts
weekend
ward
urge
turns
town
total
siblings
seemed
safe
pointless
memory
female
fair
btw
50
wall
unable
treated
throw
smile
showed
risk
quick
putting
psych
period
nevew
meeting
forgot
financial
everybody
considered
awkward
annoying
ahead
wearing
totally
tears
shes
scary
paying
office
mood
loving
illness
ignored
f
caring
bitch
bc
barry
anti
adult
waking
visit
uni
toxic
respond
picture
onto
mistakes
loneliness
level
grow
edge
e
crap
clear
building
boring
b
appointment
accepted
abused
01110101
01100100
within
weren
walked
stick
snap
smoking
sign
ruin
non
method
members
light
kick
joy
impossible
hug
five
ends
earth
earlier
dick
cancer
busy
bus
avoid
area
unless
unfortunately
simple
quiet
promise
process
passing
paid
normally
missing
men
luck
interest
homeless
floor
everytime
daughter
cute
consider
closest
caught
bye
beyond
besides
above
willing
term
skin
reached
pushed
nights
messed
lunch
glad
event
distance
desire
cuts
cope
carry
begin
admit
25
0
yo
white
weed
upon
texted
tbh
survive
server
refuse
pm
news
moments
loss
lied
lets
jokes
isnt
hobbies
disappointment
content
confused
breathe
bought
beginning
apartment
across
01101101
youtube
yelled
win
wear
ur
tho
shame
screaming
scream
result
properly
previous
pissed
options
notes
mirror
medicine
main
language
happier
growing
graduated
fully
four
education
book
blue
blow
biggest
bear
01111001
wasted
uncomfortable
throat
theres
subject
street
saved
round
rejected
pretend
meaningless
managed
lead
kills
itself
ideas
hung
havent
grew
grateful
disappear
cousin
convinced
bills
bathroom
attacks
value
universe
tv
ton
terrified
songs
similar
seconds
plus
played
ocd
nor
media
massive
lucky
lots
judge
interests
holy
hearing
friday
existing
dr
difference
developed
damage
cycle
confidence
clothes
cheated
changing
began
wishing
trip
throughout
therapists
store
stomach
road
raised
pushing
pregnant
otherwise
minecraft
mentioned
memes
locked
jumping
interesting
including
humans
highschool
filled
exam
crisis
courage
coping
comfortable
bf
battle
awesome
air
accident
23
22
wrists
wow
trauma
suggestions
solution
smoke
schedule
rid
public
ptsd
places
pictures
opinion
o
noticed
mouth
misery
messages
license
leaves
lay
isolated
harming
coward
cops
confident
condition
books
blocked
bipolar
average
window
tough
topic
ten
students
stories
shower
senior
schools
sake
results
repeat
regular
progress
private
pc
medications
link
lies
land
knowledge
involved
ignore
hide
grandmother
goddamn
friendship
fit
esteem
deeper
causing
bullying
brings
bridge
action
yell
x
wtf
successful
professional
pressure
planet
opportunity
lmao
july
hospitalized
grandparents
goals
gaming
function
feet
details
deeply
court
convince
changes
card
c
bottom
bottle
aware
trash
tip
tiny
throwing
tests
sweet
suppose
specific
somewhat
religious
red
rate
promised
project
overdose
opened
neither
movies
mei
invited
information
hadn
excited
distant
depressing
dealt
current
curious
common
committed
closed
chronic
breakdown
banned
arms
anime
allow
absolute
01100011
written
wonderful
watched
update
tree
tl
tips
threatened
third
teen
team
talks
symptoms
surely
stronger
slow
slightly
six
return
psychologist
parent
neck
n
memories
loud
intense
hating
haha
grandma
goal
garbage
fly
extreme
everywhere
divorce
cuz
credit
classmates
basic
bag
background
ashamed
arm
argument
anytime
among
active
40
yelling
understanding
supportive
strength
shy
rules
romantic
ridiculous
reply
relief
related
regardless
recent
power
nightmare
military
member
manage
legal
large
junior
impact
horny
hole
hatred
ground
generally
freaking
desperate
deserves
delete
committing
chill
checked
chances
brains
bi
alot
affect
acting
01100111
ya
victim
understands
trigger
track
texts
texting
stopping
stable
soul
sisters
shows
secret
science
response
refused
recover
record
rarely
rape
rain
porn
perhaps
paper
ocean
names
motivated
monday
march
legs
kiss
iti
instagram
image
id
held
google
gain
funeral
eye
expensive
expected
exams
emotion
dogs
cover
clue
business
birth
beg
art
answers
affected
8th
26
unemployed
understood
uncle
thread
terms
teens
succeed
split
silence
severely
sell
seeking
rough
rock
reminded
regularly
received
ra
present
position
personally
parts
park
opposite
obvious
mods
methods
loose
local
inrl
ignoring
hes
forgive
fire
exercise
episode
effect
dollars
divorced
darkness
cousins
cos
church
causes
buying
bruh
bro
assume
actions
access
28
unhappy
taught
suffered
standing
spoken
spoke
showing
shoot
ruining
rude
rslashteenagers
removed
relate
realizing
rage
prison
popular
pill
peaceful
nature
miles
mainly
lower
laughed
jealous
insecure
improve
heavy
hardly
experiences
excuses
events
emergency
destroyed
decisions
create
count
continuing
clearly
cheating
burn
brothers
belong
begging
becomes
agreed
agree
af
00101100
zero
usual
trump
transgender
teenage
sudden
struggled
sports
slept
signs
sexually
service
sending
security
sadly
roof
ride
resources
realised
raped
pulled
psychiatric
potential
pity
picked
perspective
pandemic
offered
mr
led
karma
irl
gender
flowers
financially
fill
fellow
facebook
distract
disability
destroy
cost
chose
capable
build
bill
balls
award
available
aunt
affection
addiction
added
accidentally
void
violent
unbearable
ultimately
travel
thus
thrown
temporary
table
strange
spending
sooner
socially
shake
screwed
reaction
prefer
noone
nightmares
nervous
moms
million
meme
meaningful
lesson
laid
intrusive
insult
holidays
helpful
guns
graduating
following
fianc
fairly
express
experienced
exact
evil
essentially
enjoyed
drowning
drag
disgusted
discuss
dinner
diagnosis
cruel
created
county
couldnt
conversations
continued
based
awhile
army
apologize
antidepressants
advance
adhd
actively
according
ability
911
27
01110000
01100110
worrying
wasting
waited
videos
unlike
tries
torture
tons
tf
terrifying
staring
stage
speaking
slip
situations
shared
relatively
randomly
quarantine
prove
proper
pretending
pool
pollen
permanent
path
parties
messing
loans
introduced
instantly
ideation
honor
homophobic
grab
gpa
fuckin
freshman
followed
disease
depressants
crippling
covered
counseling
corona
breathing
boss
borderline
bleeding
belt
behavior
begged
bank
band
annoyed
afterwards
activities
80
2020
01100010
whoever
whatsoever
warning
warm
war
virgin
verge
vacation
utterly
uk
threw
tend
teeth
switch
swear
sometime
shoulder
session
sentence
screen
saving
roses
rich
research
release
rejection
refuses
realise
reaching
rare
pussy
pregnancy
pls
particular
opportunities
opinions
occasionally
nose
noise
necessary
mixed
mindset
mid
loop
letters
laughing
l
king
hungry
hopes
holiday
heaven
gym
frustrated
fired
fiance
facility
extra
dumbass
desk
dates
crushing
cook
contemplating
consequences
co
catch
bpd
assignment
aside
apple
anymorei
animals
america
acts
aching
achieve
7th
yours
whom
welcome
weekends
walks
uh
tldr
throwaway
surprise
supporting
suggested
stops
sting
states
solve
shop
seek
scars
savings
roommate
recommend
rambling
race
provide
proof
profile
prescribed
pounds
possibility
penis
patient
painless
original
opening
october
november
myselfi
mutual
marriage
marks
majority
luckily
letter
lawyer
law
lady
la
jail
individual
incident
imma
hobby
hitting
fixed
fish
feed
fed
explaining
explained
expectations
er
empathy
drown
drove
draw
differently
depressive
crashing
cars
cancelled
campus
bisexual
bigger
below
beaten
awnd
assignments
asks
arguments
apply
app
acted
abandoned
60
2nd
wrist
winter
view
verbally
triggered
treating
traumatic
tendencies
studies
stressful
steps
spoiled
source
snapchat
skip
shape
services
september
sensitive
scares
remembered
religion
receive
puts
pure
pray
piss
perfectly
peers
pants
overdosing
od
narcissistic
mosquito
lowest
limit
lgbt
lasted
key
jumped
joking
joined
hs
hits
guts
grown
government
fresh
freedom
frankly
forgotten
foot
favourite
fan
expecting
endless
embarrassing
dry
drain
downstairs
disappeared
desperately
desert
denied
cursed
counselor
corner
connection
concentrate
click
christian
chicken
channel
chair
cats
buzz
built
bright
breath
breaks
box
believed
awake
attracted
arguing
acne
01110111
zoom
yells
yellow
yall
xanax
wouldnt
worthy
worker
wasnt
w
voices
various
vanessa
useful
unfair
unemployment
toe
tin
thousands
tall
surprised
success
stranger
stepdad
standards
size
site
shock
separate
season
score
row
rip
retail
responsible
remain
raise
prevention
ppl
points
photos
passion
paranoid
paranoia
overcome
overall
omg
obsessed
noose
monster
minor
medicaid
lockdown
lifei
laying
landed
kissed
isolation
instinct
inpatient
info
ig
hiding
heavily
garage
gamer
gained
g
freak
former
fool
flower
flirt
faster
false
faking
experiencing
england
engineering
eight
dunno
dragging
describe
deleted
dated
dangerous
dance
context
connect
concerned
compared
choices
chemistry
cheap
character
certainly
center
bringing
bothering
bleed
blah
biology
basis
australia
attached
appreciated
ain
advantage
addicted
abt
abortion
3rd
000
youre
yea
xbox
wishes
walls
virus
venting
urges
unstable
uhh
treats
training
topics
toilet
til
tight
theory
terribly
sun
style
stolen
spanish
someday
sober
smoked
skipped
simp
significant
shoes
sharp
sea
se
scare
report
relieved
relatives
regrets
racist
promises
prior
practice
practically
plenty
plays
pieces
philosophy
periods
passive
particularly
pains
overweight
ourselves
officially
nurse
natural
messy
listened
lines
lights
liar
levels
kinds
kindness
journal
january
iv
iq
interview
interaction
inevitable
income
immediate
images
illnesses
ice
hundreds
hugs
hotel
higher
heat
heal
hat
hardest
guidance
grandfather
grabbed
ghost
fucks
friendly
fought
flying
flat
finds
fights
field
favor
fantasize
extent
evidence
environment
entirely
emptiness
email
dread
drama
downhill
dislike
devastated
determined
decade
dear
cringe
crime
contribute
conclusion
complaining
code
closet
circle
button
burning
bully
bullet
blank
benefit
beer
bedroom
basement
august
attend
atheist
annoy
amounts
alcoholic
academic
90
youth
worries
woods
whose
whore
whilst
ugh
twitter
tone
tied
threat
tension
sympathy
stars
star
slit
sky
sink
silent
shotgun
shooting
shirt
sharing
shaking
sessions
series
sees
section
search
role
responded
require
refusing
que
protect
programs
prevent
prescription
prepared
poem
playlist
plane
phase
pet
pattern
p
owe
odd
oan
nnn
native
mothers
mobile
minimum
miau
metal
meow
load
kitchen
kicking
jesus
intelligence
innocent
incapable
hired
hill
harsh
halloween
guessing
groups
granted
giant
friendships
forth
flirting
flaws
finals
fails
facts
existed
essays
essay
effects
ease
earn
eachother
dropping
dress
double
distracted
disappointing
disappoint
deserved
december
de
danger
cum
controlling
continues
compare
cleaning
circumstances
cheese
cheer
cash
bullies
brave
boyfriends
bothered
boat
board
blames
blamed
bitter
betrayed
bet
bestfriend
behaviour
ate
animal
ambulance
alternative
afternoon
afterlife
adults
address
9th
35
20s
01110110
wise
wedding
weather
visiting
vision
user
unknown
unhealthy
tuesday
trap
traffic
thursday
thin
thankfully
talented
survived
sunday
suicidei
steam
stealing
statement
stab
spring
spiraling
spiral
speech
sought
sold
snow
snake
slightest
skinny
shopping
shocked
shell
seven
serve
selling
searching
scene
safety
rlly
ring
responses
resentment
requires
reported
repeatedly
remaining
recommendations
reasonable
pushes
psychology
psychiatrists
productive
price
previously
poorly
political
plastic
picking
pets
paycheck
participate
papers
paint
numbers
nearby
national
minds
midnight
messaged
manner
maintain
location
limited
leading
laundry
laptop
ladies
k
judged
irrational
invite
interact
inferior
increasingly
increase
imposter
ignores
ideal
hormones
hopelessness
helpi
habit
ha
guitar
grocery
grand
genuine
genius
forcing
fits
fears
evening
episodes
entered
enjoyment
engineer
embarrassed
elementary
el
dumped
drivers
driven
dreaming
dramatic
donate
discovered
disabled
dirty
dies
detail
depending
dependent
dare
curse
culture
credits
crave
counsellor
costs
cooking
consistently
confession
con
complex
communication
color
cliche
cigarettes
chosen
checking
charge
celebrate
burned
bound
bloody
block
blind
blade
benefits
beating
ball
balance
awards
autistic
argue
approach
appointments
alex
affects
adopted
addict
accepting
abandonment
5th
2019
2017
2016
00
yay
worthwhile
wished
wet
wednesday
wage
via
version
un
typical
types
truck
trips
transfer
trained
trade
toll
theyre
therefore
ted
tech
teaching
teach
taste
tasks
stressing
stream
stays
stare
spot
smiling
smell
smarter
shift
sends
secondary
screamed
saturday
rush
routine
resort
repair
remotely
rely
regarding
reference
recognize
realization
react
rational
ranting
racing
punch
psychotic
psychological
proven
privacy
pride
president
presence
potentially
pleasure
payment
oxygen
outlook
olds
naturally
murder
mode
meanwhile
mcdonalds
match
master
manic
makeup
longest
loan
literature
literal
limits
lifetime
lifestyle
library
length
latest
lake
j
injury
included
imagined
humanity
horrific
horribly
hopeful
hometown
hmu
hive
handful
greater
graphic
goodnight
glasses
girlfriends
ghosted
functioning
frequently
frequent
fourth
folks
flair
familiar
fallen
faith
failures
expressed
exists
exciting
endure
eaten
east
dump
dull
drawing
drank
downs
dismissed
directly
direction
despair
described
demand
deciding
custody
cup
crushed
criminal
creepy
coworkers
couch
correct
conscious
confusing
confessed
comforting
club
clinical
choosing
chocolate
cake
brown
brief
breakup
blowing
biological
believes
bananas
atm
atleast
assholes
aspect
appropriate
applied
ads
admitted
activity
achieved
accomplish
45
300
2018
workers
whos
website
weakness
wave
volunteer
ups
unwanted
unlikely
unique
unhappiness
ultimate
twenty
tumor
trusted
traumatized
torn
threaten
thousand
thick
teww
tested
temper
technology
swimming
swallow
survey
supported
suicidewatch
stupidly
studied
stroke
streaming
stood
status
stated
spread
spain
south
sophomore
smells
smallest
slipped
sir
sight
shouting
shoulders
shortly
shits
sexuality
semi
screw
satisfied
runs
roommates
roll
ripped
resulted
resent
required
request
replies
replied
reminds
relax
reject
recovered
recall
realistic
reads
range
quitting
purely
punching
puberty
property
projects
programming
professionals
probation
prepare
poverty
politics
pocket
pizza
pile
performance
peoples
payments
overreacting
outcast
ounce
orientation
offline
obese
nursing
numerous
nowadays
nine
neighbor
negativity
named
nails
motivate
moon
model
miracle
minded
material
mate
mark
manipulative
magic
lungs
lovely
loosing
logic
lock
legit
leg
lease
laws
intention
insomnia
insecurities
include
impulsive
ik
humor
hotlines
horror
hooked
hesitate
heartbroken
heads
harmed
h
grief
green
greatly
grandpa
golden
glass
gas
fulfilling
frustration
freaked
fragile
forgetting
followers
fleeting
fingers
file
feedback
fatigue
farther
families
fade
eternity
escaping
enter
enjoying
enjoyable
enemy
ego
edgy
ect
eats
ears
driver
distraction
distancing
disgust
dirt
direct
destructive
department
deny
defend
debate
cyanide
cure
creating
countless
coronavirus
core
cop
consistent
confusion
concern
concept
compliment
complain
clinic
chemical
characters
challenge
cell
careful
camera
calming
burst
bottles
bothers
bomb
blows
blew
blaming
bite
beside
belongings
belief
beach
balcony
backstory
avoiding
attempting
assumed
apologies
answered
american
aid
agony
aged
addition
adam
acquaintances
abuser
99
75
70
6th
2021
1st
01101011
yard
writer
windows
wide
waves
wars
waffles
vaping
unrelated
united
unattractive
tunnel
trick
trial
toys
tooth
ticket
threats
threatening
theirs
tearing
tax
talent
switched
sweat
susan
survival
surrounded
supervisor
sum
suffocating
sucked
subs
subreddits
struggles
streets
sticking
steal
starving
spiritual
speed
specifically
specially
sore
solid
sobbing
snapped
smiled
smash
slut
slitting
skipping
sheriff
settled
scar
sacrifice
rot
rights
ridiculously
reveal
resume
restaurant
responsibility
responding
replace
repeating
reminder
released
relapsed
recovery
reborn
rat
raining
quote
pursue
protection
prom
pro
preferred
population
poisoning
plain
pit
phones
per
pays
parking
pair
page
outcome
originally
occasional
occasion
obsession
objective
nuts
noticing
noises
ngl
netflix
naive
murdered
moves
mouse
molested
mission
millions
mercy
mechanism
meal
masks
managing
manager
mainstream
logical
legally
lame
lab
kidding
ken
justice
june
journey
joining
japan
isolate
irresponsible
ironically
introvert
intelligent
instant
insignificant
incredible
includes
inability
imagining
identify
hundred
huh
household
hospitals
hospitalization
holds
hidden
heading
harassment
harassed
happily
hall
habits
guaranteed
gray
graduation
grad
gorgeous
gifts
gang
functional
football
flight
flicker
finishing
fever
feminine
felon
fees
falls
factor
enrolled
engaged
enemies
employment
employee
embarrassment
eh
economy
ear
dysphoria
dropout
download
dollar
dizzy
disturbing
disorders
discussion
director
despise
demons
delicious
deadly
deadline
dads
cuddle
creep
crappy
courses
copy
consciousness
complicated
companies
communicate
coffee
cock
closing
clingy
chick
cheat
cbt
bugs
buddy
bs
british
breakfast
blown
bio
billion
bike
benson
belongs
believing
battling
bath
bare
bar
backed
audio
attending
assigned
aspects
april
appealing
anonymous
announced
alt
aggressive
acknowledge
achieving
33
29
2013
200
00101110
wounds
witch
wisdom
wine
whatnot
west
weigh
weapons
vivid
virginity
views
videogames
viable
vast
values
valid
ut
usa
upstairs
upload
unreasonable
unconscious
translation
transitioning
touched
tok
tiktok
ties
tier
tie
terrifies
technically
technical
tea
taboo
tablets
syndrome
sword
suspended
surface
supposedly
superior
suggest
su
stumbled
sticks
stepped
station
staff
spite
species
spare
sounding
sorting
sole
sneak
slipping
slap
skull
skill
sites
singing
sing
silly
significantly
shouldnt
shattered
sexist
settle
setting
servers
seat
searched
scrolling
schizophrenia
sanity
sane
rule
roughly
roblox
risking
returned
retarded
researched
remove
remind
relieve
reliable
relatable
referred
redditor
recovering
razor
rapidly
quality
punishment
punish
pulling
psychologists
psa
ps4
prozac
prospects
products
prob
pre
pot
polar
pokemon
pointed
plz
pic
physics
photo
phd
pee
patience
passes
partially
parasite
paragraphs
paperwork
pan
pact
pack
outright
optimistic
offended
ofc
objectively
nudes
nowi
nope
ni
neglected
needing
necessarily
naked
nail
mod
mock
milk
mild
merely
meh
mattered
marry
market
mandatory
machine
loner
livestream
liquid
liking
libido
lessons
lego
legitimate
leech
leads
las
larger
knives
knee
kms
kissing
junk
ish
ironic
ipad
introverted
intent
insults
instance
initially
improving
immune
idiots
identity
housing
host
hook
homies
hiking
highly
highest
hers
hero
healing
headphones
headache
hardcore
handsome
handed
gut
guard
gp
gift
germany
funds
frustrating
french
fr
fortnite
focused
flunked
florida
flipped
flew
finger
filter
february
features
fearful
fav
fantasy
fantastic
fantasizing
facing
faces
exhaustion
exercising
evaluation
europe
ensure
encourage
emails
emailed
ella
elderly
easiest
earned
dvd
duty
dudes
drinks
drastic
doors
doomed
doi
diet
destiny
destined
delusional
debts
da
cunt
cries
creature
crawl
crash
countries
counting
controlled
consuming
conditions
concrete
comp
commiting
colors
colleges
clock
classmate
clarify
chinese
centre
carrying
carefully
cancel
canada
camp
calories
butterflies
budget
brushed
brink
bout
boredom
bonus
bones
blocks
bliss
bleak
birthdays
berate
beans
banana
bags
backing
automatically
autism
authorities
attraction
attitude
assaulted
arent
areas
applying
appearance
apologizing
annoys
allowing
alienated
alien
alcoholism
aim
aight
ages
aftermath
advise
adding
ad
accused
accounts
abandon
500
4th
3am
36
34
2am
20th
10th
01000001
zombie
wun
wreck
wrap
worlds
wired
wire
winning
wings
wikipedia
wie
whiny
wherever
welp
weekly
websites
wash
vividly
vinagrito
vice
vibe
vhs
vanilla
valentine
va
username
untill
unsure
unnecessary
unmotivated
unlovable
ungrateful
undiagnosed
understandable
um
uhhh
trivial
traumas
trailer
toward
tortured
tore
tommorow
toes
tinder
tik
thx
threads
testing
temperature
tear
swings
surviving
surround
suppress
supplies
suitable
sugar
suffers
subjects
stutter
strongly
stretch
straw
stores
stone
stole
statistics
stalking
stairs
stabbing
square
spreading
spends
speaks
span
solely
soft
sociopath
socialize
sob
smooth
smack
slice
slapped
slammed
sits
sin
signed
shutting
shorter
shittier
shed
shadow
sexy
sets
served
seizures
seemingly
secure
secretly
schoolwork
scholarship
sandwich
sand
rotting
romance
rly
risks
ringing
reverse
revealed
retire
restrictions
restricted
reputation
republican
replaced
repairs
rented
relaxing
relative
relapse
redditors
recommended
reckless
queen
pursuing
psychosis
psycho
proving
proceed
principal
primary
primarily
preventing
powerful
pog
players
pitch
pisses
pink
pika
phrase
php
permission
perceived
patch
paragraph
panicked
packed
pa
overtime
overthinking
overnight
overdosed
outpatient
outlet
outfit
ours
ooh
official
officer
offers
offend
ny
numbness
nuisance
nothingness
nonstop
noisy
needy
needless
nectar
nbsp
nasty
nap
mountain
moral
moods
microwave
medically
mechanical
mates
materials
mass
lyrics
log
loathing
listens
lgbtq
lesser
lesbian
league
laziness
laughs
latter
lasting
krelman
knot
knocked
keyboard
justify
judging
jocks
jobless
jack
irritated
irritable
iron
involves
involve
invest
intimidating
internship
interactions
intentions
intended
insta
insisted
insecurity
inner
initiate
inheritance
infront
independent
incurable
inches
incels
improvement
improved
immense
idek
idc
hygiene
huwt
hurtful
hugged
homophobia
hollow
hitler
hire
hint
hilarious
hid
heroin
heres
hentai
hence
helpless
height
hearts
healthcare
hateful
harry
happiest
guarantee
grounded
grey
grave
grass
grasp
grammar
gladly
gifted
geometry
geography
gathering
fuzzy
fridge
freeze
foster
forms
formatting
forces
flooded
flirted
flash
firearm
filser
film
filed
fiiier
fifth
ffs
fate
fatal
farms
fantasies
extended
expose
expenses
expense
exit
exchange
euthanasia
eternal
est
es
error
epic
encouragement
embrace
electrical
efforts
effective
dysfunctional
drives
drip
dreamed
drastically
downwards
doubting
dose
dos
donei
discharged
disaster
disagree
dig
diei
devastating
determine
design
desewt
description
depends
dementia
delusions
delay
degrees
debating
deaths
dearly
deaf
dbt
dancing
cwy
customers
cult
crossed
cream
cozy
cowardly
counter
counselling
cough
corrupt
cooler
convincing
connected
comprehend
complications
commited
combined
combination
coast
climb
clicked
classroom
claim
chooses
chin
chickened
chemicals
chase
challenging
century
catfish
catching
candy
brush
bruises
breakdowns
bowl
bot
bone
bodies
bizarre
bitches
bird
beauty
bathtub
awound
avoids
auto
attorney
assault
arts
arrested
apps
approximately
approval
approaching
appetite
apparent
apology
apologized
ap
antidepressant
angel
americans
ambition
airport
admitting
accomplished
abyss
2015
2014
19th
19m
18th
17f
16m
150
11th
yt
youngest
workplace
wore
wondered
wo
witness
withdrawn
wind
wimp
willingly
wich
wherein
whereas
wheel
whale
wether
weighing
weeb
wealthy
walmart
vulnerable
visited
vile
vibing
verbal
van
vaccines
vacations
utter
utilities
uses
upi
unsuccessful
unpopular
unconditionally
uncles
twist
tutor
turkey
tuck
traveled
transition
traits
trail
tragic
tracks
tournament
touches
tossed
tormented
torment
tonighti
tongue
tolerate
toddler
todayi
tickets
throws
thisi
theater
thankful
terror
tent
tempting
temporarily
taxes
tastes
task
targeted
target
taller
tag
syrup
swing
suspect
survivor
surreal
surprisingly
surgeries
sunlight
suicides
suffocate
subscribe
submitted
stupidity
string
stresses
storm
stoner
stock
stinger
stigma
sti
steve
stared
stalker
speaker
souls
sorrow
soothing
soooo
sooo
sony
software
smth
smoker
smh
smelled
slim
slide
sleepy
sleeps
sleepless
slave
slam
sibling
si
shrink
shovelling
shoved
sheltered
shallow
shall
sh
seventh
setup
separated
selfishness
selective
sectioned
scum
scratch
schooling
scenario
scarring
sarah
salvation
salt
salary
sabotage
rumors
rug
rounds
rotten
root
rondas
rolled
river
rigged
riding
ridiculed
riddled
reset
repulsive
repulsed
republicans
replying
removing
remorse
remembering
relied
relevant
rehab
regretting
reflection
receiving
realistically
rationally
rates
rang
racism
quiz
quicker
quarter
qualified
pushups
punished
punched
psychopath
psychologically
provider
proved
prolly
professor
pressuring
pressured
press
presented
precious
prank
practical
pour
positions
pops
poll
poison
pitying
pig
picks
pg
petty
permit
peacefully
patients
passionate
paralyzed
parade
panicking
painting
pages
package
owner
overbearing
opt
opiates
operation
openly
oome
oldest
occurred
occasions
object
nyquil
nurses
novel
notification
notices
noticeable
north
norm
nicotine
nicely
nhs
nerd
nah
muscle
motor
morphine
modern
misunderstood
mildly
mike
mighty
metro
mere
mentioning
mentality
memorize
meetings
mechanisms
meat
measure
masculine
manual
mans
manipulated
maddening
machines
lung
lover
loudly
losers
lord
lists
listed
links
lil
lift
lifelong
licence
lethal
legacy
lecture
lean
le
lbs
lash
largest
lap
languages
labor
label
knock
keys
jurassic
jojo
jerk
jackson
items
irrelevant
irony
invisible
interviews
intervention
internal
intensive
insulting
insight
insides
insert
initial
informed
individuals
independence
incorrect
incoherent
impulse
importantly
immature
imbalance
imagination
iam
hurry
hunting
humiliated
houses
hoped
honors
homeschooled
homes
homelessness
highs
hideous
healthier
haunted
haunt
hangout
hallways
gore
gods
goddamned
german
genitals
genitalia
generation
ged
gates
gate
garden
gap
gaining
furious
fuckup
fuckers
fruit
frozen
frame
forum
fortunately
focusing
flushed
flip
fling
flesh
fifteen
feature
fearing
fatter
fathom
farm
farewell
fantasized
fancy
famous
fam
faculty
faced
facade
explode
experiment
exited
exclusively
excessive
examples
eviction
evicted
eve
errors
erratic
entry
entitled
entertaining
enforce
encounter
employed
emoji
em
elected
ed
earning
drifted
drawn
dragged
dozen
downward
doses
dosage
dorm
dms
disrespectful
disowned
dishes
discussed
discovering
disclaimer
disappearing
diploma
dione
diary
diagnose
diabetes
detached
destroying
deserving
dependents
denying
delayed
declined
decades
deathi
dayi
daughters
data
darkest
damaged
cross
creative
crashed
crack
covers
counselors
costume
correctly
contributing
contacting
contacted
consumed
conspiracy
connections
confront
conflict
concerns
concerning
compulsive
complimented
competition
compete
compassion
comparing
communities
comic
collection
clouds
cloud
cliff
cleaned
classic
claims
cis
christians
christ
childish
cheaper
celebrating
casual
cases
carried
careers
california
cage
burns
bumped
buddies
bud
bucket
bros
bread
bottled
bosses
boomer
boom
boobs
bond
bob
blob
bled
blanket
blades
biting
binge
bin
billions
betrayal
begins
beeing
bdd
battles
bastard
bankruptcy
bang
bam
badass
backyard
ay
awareness
athletic
athletes
artists
articulate
article
arrive
arab
appreciation
applications
application
applicants
anorexic
analyze
altogether
allergic
alarm
al
agrees
againi
africa
afloat
adulthood
adore
adoption
additionally
achievement
accurate
abusing
abroad
6am
600
4chan
42
400
31
30s
30am
100k
01010110
01010000
zone
z
yrs
yr
york
wrapped
worthlessness
worsening
worsened
workout
wonders
wins
wild
wifi
widow
wholesome
whining
wheelchair
washed
warned
warming
wan
wallet
wakes
waist
wages
vodka
visual
virtually
virtual
virgins
violence
vid
victims
vicious
veteran
vet
vehicle
vegetable
vegas
valuable
vain
vague
vaccine
upped
upcoming
upbringing
unwilling
unwell
unsafe
unprotected
unnoticed
universities
units
unexpected
underweight
underwear
underneath
uncontrollable
unaware
una
typically
typed
ty
twitch
twisted
tw
tuwu
turmoil
tune
tuh
truthfully
troubles
troll
triggers
trend
tremendous
trees
tread
transportation
translate
transferring
tranny
trait
tragedy
toy
tool
tomorrowi
toi
timer
tiddies
thru
thirsty
thanksgiving
texas
tense
tends
tendency
tempted
temptation
temp
teh
tease
te
tank
tale
tail
tagged
systems
swim
sweating
suspicion
surprising
superficial
suggests
sue
successfully
subtle
submitting
stung
stubborn
strikes
strike
strangling
stirrer
stir
stinging
stem
stellar
steel
statistically
stating
static
starve
stands
standpoint
standard
stalked
stalk
stained
stain
stagnant
spray
spit
spelling
spell
spectrum
specialist
spark
soup
sounded
soulmate
sorts
sombrero
solving
solved
soda
socializing
snows
smokes
smashed
smaller
slower
slob
slid
slicing
slaps
skype
sixth
sinking
singer
sincerely
sincere
simpler
silently
sigh
shunned
shrek
shred
shown
shovel
shoe
shitting
shithole
shipped
shifting
shelter
sheets
shapes
sentences
sensation
selfless
seeker
seasonal
scroll
screwing
screens
scientific
scheme
schedules
scenarios
scattered
scarred
scaring
satan
salty
sale
saddest
sacrificed
sabotaging
rut
russian
rushed
rural
rub
rooms
rocks
rips
rings
rides
rice
reward
returns
retirement
retired
retard
responds
respectful
respected
resolve
resist
residential
researching
requirements
repost
reporting
repetitive
reoccurring
remote
reliving
relaxed
rejecting
rehearsal
regard
recurring
recommending
realm
realising
reactions
ray
raspberry
rapist
rap
ranked
raging
rack
races
quotes
questioned
quarantined
qualities
pussied
purposely
purchase
puppy
pulse
psyche
providers
proudly
protected
prostitute
prospect
pronouns
promptly
promoting
progressively
production
procrastinating
proceeded
proactive
privileged
prime
prevented
pretends
pretended
pressures
presents
prescriptions
preparing
preferably
predicted
praying
praised
powers
powerless
poster
possibilities
por
popped
poop
polite
poggers
plug
pleasei
player
plagues
placed
pillows
piling
piercing
pics
piano
phases
pharmacy
pen
peel
pedophile
pedestal
pea
pastor
partial
partake
painkillers
painfully
owned
overly
overi
outta
outs
organs
ordering
oral
operations
operate
opens
op
oould
onset
onlyfans
ongoing
officers
offensive
oding
observations
oblivion
obligation
nuggies
nude
nsfw
notified
nothings
nostalgia
nihilism
nickname
niche
neverending
network
net
nerve
nephew
negatively
nazi
na
mutism
muster
muscles
mourning
mountains
motel
moron
morality
monica
mix
minority
minimal
min
migraines
midterm
microsoft
michael
merry
meltdown
medicating
medicated
meals
mcdonald
max
mature
maths
mat
mary
marvel
marijuana
manners
majors
maintenance
mail
magical
lowkey
louder
longing
locking
locations
loads
loaded
lo
lips
lip
limbo
likelihood
lend
legend
leeching
lawn
lastly
lamppost
lacking
korean
knocking
knees
kitten
kisses
kindergarten
killer
justified
juice
joys
joint
jock
jk
jerks
jeans
jazz
japanese
jam
iwt
item
itd
island
involuntarily
inviting
invented
international
intentionally
intend
instruments
institution
inspired
insists
inherently
ing
infinite
infection
industry
indirectly
independently
inconvenience
inch
incel
inappropriate
implications
immortal
immensely
illegal
ight
identified
ideals
hype
hrt
hospice
hormone
honorable
honex
honesty
homie
holes
hmm
hiring
heterosexual
helpline
hellhole
hella
heck
hearted
heartbreak
hears
healed
headed
hdd
haunts
hasnt
harass
handling
handled
halfway
growth
gross
groceries
greatest
graphics
grandmothers
gradually
glow
glance
gig
ghb
gg
gentle
generalized
fyi
fuzz
furthermore
funniest
fueled
fucker
ft
fries
freezing
freely
france
foundation
forest
foolish
foods
follows
foggy
flooding
floating
fixing
fitting
firearms
finances
films
filling
fictional
fewer
females
fathers
fastest
faded
factory
factors
external
extend
expunged
expressing
explains
expects
execute
excruciating
excluded
excitement
excellent
exaggerating
evolution
established
escalate
erase
entertainment
entertained
endlessly
encouraged
encountered
employees
emo
elder
eighteen
egoistic
educated
easter
dyingi
dust
duration
du
drowned
driveway
dripping
dressed
dreading
douche
dorms
doom
dive
ditch
distraught
distracting
dissociate
dissapeared
disney
disgrace
discipline
discharge
discarded
directed
dime
dilemma
dice
devil
developer
develop
determination
deteriorating
desires
designed
describing
depersonalization
depend
dental
deliberately
deleting
delaying
definite
defense
defeated
deeds
declared
decides
debilitating
deadlines
darker
cus
cunts
crumbling
crumbled
crotch
cripple
cringy
cremation
creatures
crawled
coworker
countdown
councillor
cooked
contracted
contract
contaminants
consume
construction
console
consisted
consent
consensual
conflicted
confided
computers
compromise
compliments
completed
complained
compensate
companion
communist
commitment
commented
comforts
collecting
collapsed
cognitive
codependent
cocktail
clubs
closure
cling
clients
cleared
clarity
claiming
cities
circumstance
cinema
cigarette
chraech
chores
chore
choked
choke
china
cherry
cherish
cheers
checks
chatting
chats
charged
chapter
challenges
challenged
chairs
certificate
central
cent
cease
cave
casually
cast
carpet
cards
capitalism
capacity
cancerous
canadians
caffeine
cabinet
butter
busted
bump
bug
bucks
browsing
briefly
bridges
braces
borrowed
borrow
borders
boomers
bombarded
blog
blissful
blessing
bleach
blacked
biden
bewn
betteri
benadryl
belittled
beliefs
beings
beforehand
beep
beds
bearable
bawling
base
bait
baggage
babies
ayo
avoided
avoidance
avail
automatic
attract
attacked
attachment
astronauts
assured
assuming
associate
assisted
asian
arsed
approved
appreciates
applies
appeared
appear
answering
anonymously
annoyance
anniversary
animated
anguish
ama
alternate
allot
alli
alert
album
aka
aha
ah
affirmative
affairs
affair
advertising
advanced
adorable
adolescent
adjust
adieu
adds
acute
actors
achievements
accuse
accusations
acceptable
absent
abs
88
85
800
700
5mg
48
3ds
3d
38
30th
29th
2500
21m
2012
2009
2008
12th
05
01001000
01
00011001
zoloft
youve
yourselves
youll
yogurt
yknow
yeet
yah
xmas
wucky
writting
wrinkles
wrestle
wrecks
wound
worthlessi
worn
workload
wong
woken
wits
witnessed
wit
wiser
wipe
wicked
whoring
whisper
whiskey
whim
whici
whawt
web
weaklings
weaker
washington
washing
warfare
wards
walden
waitress
wa
vs
vp
vouch
vomiting
volunteering
volunteered
violently
vinegar
village
villa
videogame
victory
verse
veins
vastly
validation
vaguely
v
usally
usage
urself
urging
urgent
upsetting
upper
upfront
updated
unthinkable
unloved
unloveable
univ
unit
union
unintentionally
uninsured
unfortunate
unfinished
unemployable
underwater
undergo
unbelievable
unadded
uber
twenties
twelve
tutoring
tuition
tryna
trusting
troubled
trolls
tripped
triple
triggering
tricks
trek
treatments
trazodone
traveling
traumatizing
translated
transcript
trains
trainer
tragically
towel
towed
touching
totes
torturous
torturing
tools
toddlers
todays
toby
tmau
titlei
tissue
tiring
ti
thunder
thriving
thots
thirty
thirteen
thingy
thighs
theyve
themself
thailand
th
tf2
tew
testosterone
tens
television
technician
teacup
taxing
tattoo
tasty
tarp
tapes
tap
tantrums
talents
tainted
tad
sympathetic
sylveon
switzerland
swirling
sweetheart
sweetest
sweden
sweaty
sweatpants
swearing
swapped
swag
sw
sustain
suspicious
survivors
surrounding
suppressing
supporter
supply
supermarket
sunny
suit
suggestion
suffocated
sucking
succumbing
succesful
subway
substances
subsequently
subscribers
submit
subjective
subconsciously
subconscious
stumbling
structure
struck
striped
strict
strategy
strangled
strain
stoopid
stirring
stingy
stereotypes
stepmother
stepfather
statistic
standardized
stamps
stall
stack
stability
squad
spy
spouses
spiteful
spirits
spirit
spins
spinning
spin
spicy
speeds
spamming
spam
sour
sorted
soo
somethings
solar
solace
sodium
sociopathic
sobriety
soap
smp
smiles
smelling
smashing
smartest
slur
slump
sliver
slither
slight
sliced
sleeve
slaves
slashed
slamming
sizes
sis
singular
simping
similarities
sido
shuts
showering
showered
shove
shout
shorts
sheriffs
shepherd
sheer
sheep
shaving
shave
sharks
shark
shaped
shaken
sever
seriousness
serial
seperated
semesters
selfishly
selfie
select
seeds
seed
sealed
scraping
scouts
scores
scored
scold
scissors
scholarships
scheduled
scariest
scam
scale
sc
savior
saturn
satisfaction
sarcastic
san
sales
sailing
safely
sadder
rust
royal
rose
ropes
roots
rooftop
ron
romanticized
romania
rolls
rollercoaster
rocky
rocket
robot
rmete
rival
risky
rise
rightfully
revolves
revive
reunion
returning
rethink
retaliation
resumes
resulting
restroom
restart
respectively
resisted
resistant
rescued
reschedule
requesting
requested
republic
replacement
repay
renting
rental
remains
remained
relying
reluctant
religions
relations
relation
rekindled
rejects
reincarnation
reflect
reduced
reduce
redeemable
recruiters
records
recommendation
rebellious
reassurance
realisation
reacting
razors
rash
rapid
ramble
raising
rainbow
radio
rabbit
quirky
quietly
questioning
quarters
qualifications
q
punk
puking
puckle
publicly
psychopaths
ps5
ps
provided
protests
protective
prostitutes
prone
progressing
professors
professionally
produce
procrastinate
processing
privilege
prisoners
prick
priceless
prevents
prevalent
pretentious
pressed
preparation
premium
praise
practicing
pp
pouring
poured
pound
potassium
posters
portion
port
popularity
poppy
popping
ponder
pollination
polish
poetry
plummeted
pleas
pleaded
plea
plasma
plant
planets
pipe
pin
pilot
pillsi
pillow
pickup
phrases
philippines
pester
pessimistic
personalities
perpetual
perfume
perform
perfectionist
percent
penises
pelvic
peeps
pedos
peanut
peak
pe
paypal
payed
pause
patterns
pathetically
password
passions
pasadena
partying
partly
parkinson
paracetamol
pansexual
panicky
pancakes
pale
paini
padre
packs
packing
pacify
owners
owes
overwhelmingly
overheard
outsourcing
outsider
outed
othew
os
organizations
organism
ordinary
ordered
optional
optimism
opera
oof
omfg
ohio
oheck
og
oftentimes
offering
offense
odds
oddly
occur
obtain
obsessive
obscure
oblivious
objects
obama
nyc
nut
numbing
novels
notion
noting
notebook
notably
normalcy
nobodies
nickel
nick
nicer
newspaper
nevertheless
neutral
neighboring
neglectful
neglect
neet
nearing
nauseous
nausea
nationality
nation
nasal
narrowed
nana
nagging
mystery
mysterious
myselfmy
myselfit
musical
mundane
mp3
movement
motions
motherfucker
mormon
moons
moody
montgomery
monsters
monoxide
monkey
monke
mommy
mold
moderate
miscarry
miscarriage
mines
minding
mimas
millionth
mile
michelle
mic
mi
mfs
mexico
meth
messaging
menial
melodramatic
meetup
meets
meditation
mediocre
medicines
med
measures
mc
maxed
matches
matched
masters
masses
martini
markers
marked
marathon
mantra
manipulate
manga
managers
mall
malicious
males
maintaining
magically
magazine
m14
lurker
lupus
lump
lows
lowi
loses
los
loosely
lonley
logo
logically
loft
lmfao
livingi
livei
liotta
lightly
liberals
lexapro
lewd
lethality
lengths
legitimately
legion
ledge
leather
learners
leap
leaning
leadership
leader
layers
layed
lawyers
lawsuit
latin
lasts
lashes
lamborghini
lads
lacked
labeled
kittens
kidney
katana
karen
kansas
kai
junkie
jumps
judgmental
judges
jokingly
john
joe
jealousy
jaw
jave
jake
italian
isent
ireland
iphone
involuntary
invested
invasive
introduce
intro
intoxicated
intimate
intimacy
intervening
interacting
insulted
inspire
inspiration
insect
insanely
injuries
initiative
infowars
influence
inferiority
inexperienced
inevitably
ineligible
indie
indication
indicate
increased
impulsively
impressive
imo
imaging
illicit
ii
ignorant
ifs
idf
hypothermia
hypocritical
hyperventilating
hyper
hydrogen
humorous
humiliation
humiliating
hr
hover
housemates
hotter
hostage
hospitalizations
horse
horrid
hopei
hooking
hookers
hoodies
hoodie
honeymoon
homo
hip
hints
hinted
hindsight
hike
highway
hesitant
heated
heartbeat
heals
headfirst
headaches
hazy
haze
hazard
harmful
hardi
happines
hallway
hallucinations
hallucinating
hahaha
gunshot
guide
guardian
guarded
gruesome
grows
grouped
grip
grill
grieve
greet
gravity
grants
grain
graft
graded
goto
gordon
googled
goodi
gold
globalization
global
glimpse
giver
git
girly
gfs
gesture
geographically
genres
genetically
genes
gear
gcses
gays
gathered
gather
gambling
galileo
futile
funding
fuel
fucky
fu
frogs
frightening
frightened
freaks
fourteen
forums
forsaken
forming
format
forgetful
forgave
foreign
forehead
fooling
fold
fog
fmla
flu
flow
florist
float
flies
flaw
flags
flag
fitness
fists
fist
firm
fills
fillerfillerfillerfillerfillerfillerfillerfillerfiller
figures
figth
fi
festival
feewing
federal
fashion
fairy
fading
fades
fad
facilities
fa
eyed
extroverted
explicitly
explanation
expand
exiting
exception
exaggeration
everythingi
evenly
euros
euro
eu
et
este
estate
establish
essential
escalated
equivalent
equally
epiphany
epilepsy
ephebophile
envisioned
entertain
entering
enormous
enforcing
endured
endi
encumbered
employer
elsewhere
elsei
eleven
electricity
electric
elbows
elaborate
effeminate
effectively
eddsworld
ecstasy
earwax
dysmorphia
dvds
dug
drunken
drifting
drift
drew
dreaded
drawings
drawer
drains
draining
dragon
downvoted
downtown
downside
downing
doubled
dots
diving
district
distress
distractions
dissociative
dissapointed
disown
disoriented
dislikes
disjointed
discovery
discover
disconnected
disconnect
discomfort
disco
disappointments
disabilities
dipshit
dint
diner
dimension
diller
digress
dignity
digital
difficulties
differences
diagnosing
diagnoses
devoted
devote
development
detest
deteriorate
destruction
destroys
derealization
depth
deprecating
dependant
denial
democrats
demise
deluded
define
defending
defeat
default
dedicated
declining
decline
decently
deathly
dean
deadass
daydreaming
dances
damaging
daddy
cynical
cya
cv
customer
curve
curiosity
cups
cuddling
cuddles
crumble
critique
critical
crippled
crimes
crewmates
creeped
creator
crawling
craving
cranky
cowards
cowardice
covering
courts
counts
corridor
corpse
corporate
coolest
cookies
convo
convey
controversial
contraception
continuously
contest
contemplated
contemplate
constructed
consolation
consists
consideration
conservative
congratulated
congrats
confuse
confronted
confirmed
confined
confessing
conejito
condo
concussion
concise
concerts
compounded
complimenting
complication
completly
complaints
complaint
compatible
companionship
communicating
comfy
comforted
comfortably
combat
coma
com
columbus
colour
colorado
colleagues
coke
coins
coincidence
coffin
coerced
coding
cod
coaches
coach
cluttered
clueless
clothing
closeted
clips
clinging
climbing
climate
clich
claimed
citizen
circulation
circles
churches
christianity
chorus
choking
chips
chilling
childhoods
cherished
cheesy
charity
chaos
chads
chad
certification
centered
cautious
casino
cased
carrot
careless
carbon
captain
caps
capitol
capital
cannabis
cancelling
canceled
cameras
calculated
cal
cafeteria
buttons
bursted
burnt
burnout
buried
burdening
bunny
bum
bullets
builds
buildings
bugging
bubbly
bubbles
brutal
brushing
browse
brochure
broad
brazilian
brat
brake
boxes
boundaries
bouncing
bottling
boron
bore
bop
booked
bonk
bonds
bois
blurry
bloome
blocking
blm
blink
bless
blend
blankly
blankets
bitterness
bits
bites
bitchy
bitching
binary
bigot
bible
benzos
bennett
bell
behold
behavioral
behave
